{
  "posts": [
    {
      "id": "1",
      "title": "Khi các thương hiệu thời trang Việt gặp gỡ và giao thoa",
      "img": "http://res.cloudinary.com/ecommercer2021/image/upload/v1645194534/hpagbu6sbpclnc6eqvpn.jpg",
      "desc": "Dấu ấn cá nhân là chìa khóa để khẳng định tên tuổi tại làng mốt, trong lẫn ngoài nước. Các NTK ở những thế hệ khác nhau với phong cách riêng, nhưng tất cả đều có chung đam mê lẫn sứ mệnh nuôi dưỡng niềm tự hào về thời trang Việt.\n\nVới dấu ấn thiết kế đậm chất riêng, mỗi thương hiệu thời trang Việt lại mang trong mình một sứ mệnh. Dù được thể hiện khác nhau bằng ngôn ngữ của chất liệu, của màu sắc, họa tiết và phom dáng, tất cả đều là mảnh ghép không thể thiếu làm nên bức tranh thời trang đa sắc của làng mốt Việt.\n\nKILOMET 109\nHòa cùng xu hướng thời trang bền vững của thế giới, Kilomet 109 của nhà thiết kế Thảo Vũ là thương hiệu thời trang Việt thân thiện với môi trường hiếm hoi của Việt Nam thể hiện được vẻ đẹp hiện đại và cảm hứng dân tộc trên những chất liệu đến từ đất mẹ và bởi bàn tay của người bản xứ. Có thể nói, Kilomet 109 mang trọn niềm tự hào để chia sẻ câu chuyện “Made in Vietnam” đến thị trường thời trang quốc tế.\n\nGIA STUDIOS\nHơn 5 năm trước, NTK Lâm Gia Khang bắt đầu giấc mơ thời trang của mình bằng hình ảnh thục nữ sang trọng khiến mọi cô gái thành thị đều muốn một lần mặc trang phục của anh. Vẫn còn đó vẻ nữ tính, nhưng người phụ nữ của Khang nay thật đằm thắm và cũng thật từ tốn, toát lên vẻ trưởng thành như chính con đường thời trang của anh. Từ những kiểu đầm ren điệu đà hay chi tiết thắt nơ đáng yêu cho đến trang phục mộc mạc được cắt may kỹ càng, tất cả đều tôn lên gu thẩm mỹ tinh tế của người thiết kế lẫn người mặc.\n\nMÔI ĐIÊN\nKhông hào nhoáng như những gì người khác thường nghĩ về thời trang, từ BST đầu tiên, những thiết kế của Môi Điên và nhà thiết kế trẻ Tom Trandt đã hướng đến những người trẻ phóng khoáng và sáng tạo. Từ chiếc áo khoác kiểu kimono, áo sơmi xếp ly, hay chiếc túi ba gang… tất cả đều tạo nên những mảng màu thú vị phản ánh cá tính, tinh thần cầu tiến và cởi mở của cộng đồng trẻ."
    },
    {
      "id": "2",
      "title": "Những dấu ấn thú vị cho thời trang mùa Thu Đông không còn đơn điệu",
      "img": "http://res.cloudinary.com/ecommercer2021/image/upload/v1645194708/oxchdulfjywmsymmyp4x.jpg",
      "desc": "Những cơn gió mùa Đông thổi qua thành phố, đôi khi gợi nhắc chúng ta về những món đồ vốn đang nằm thu mình nơi góc tủ. Đó có thể là những điểm nhấn dành cho bạn trong tiết trời se lạnh này.\n\nThời trang mùa Thu – Đông sẽ thêm phần thú vị nếu bạn biết cách biến tấu trang phục dạo phố hằng ngày bằng những điểm nhấn độc đáo như thắt lưng, áo khoác chần bông, họa tiết sắc màu…\n\nTHỜI TRANG CẶP ĐÔI\nNiềm vui nhân đôi khi bạn tìm thấy sự đồng điệu trong thời trang mùa Thu – Đông với cô bạn thân. Hãy phối hợp để cùng chọn một điểm nhấn, có thể là đôi boots cao hay áo khoác màu nude và trở thành cặp bài trùng nổi bật nhất trong đám đông.\nNÚT THẮT DIỆU KỲ\nChiếc thắt lưng chính là món phụ kiện thiết yếu giúp bạn tạo điểm nhấn cho phần eo, hay hiệu chỉnh lập tức độ dài, phom dáng của chiếc áo khoác. Thắt lưng da với tông màu đen, nâu cổ điển luôn không bao giờ lỗi mốt.\n\nÁO KHOÁC CHẦN BÔNG\nChưa có dấu hiệu hạ nhiệt, áo khoác chần bông vẫn tiếp tục được yêu thích trong mùa Đông này. Áo khoác dáng dài, hay cách điệu cùng dáng áo cape sẽ giúp bạn cảm thấy ấm áp, sành điệu khi phối hợp cùng giày và túi xách thanh lịch.\n\nÁO HOA LÃNG MẠN\nHọa tiết hoa sẽ mang đến nguồn năng lượng cần thiết cho những ngày âm u, lạnh giá. Đa dạng về chất liệu và kiểu dáng, bạn sẽ trông thật thanh lịch khi phối áo khoác hoa cùng quần legging và một chiếc túi statement.\n\n"
    },
    {
      "id": "3",
      "title": "Những tông màu “sánh đôi” hoàn hảo với trang phục xanh navy",
      "img": "http://res.cloudinary.com/ecommercer2021/image/upload/v1645194812/dic5wv4qargrzylsql6a.jpg",
      "desc": "CÁC SẮC THÁI XANH DƯƠNG\nLà gam màu “dễ tính”, xanh navy dễ dàng đồng điệu cùng các tông màu xanh, từ xanh baby ngọt ngào, xanh cobalt cho đến xanh mòng két. Để tạo được hiệu ứng thị giác hoàn hảo cho tổng thể trang phục, bạn nên áp dụng công thức layer và chú ý đến độ đậm nhạt của các sắc thái xanh.\n\nNỔI BẬT VỚI GAM MÀU HỒNG\nĐể cân bằng hiệu ứng màu sắc nóng-lạnh, màu hồng sẽ là lựa chọn hoàn hảo dành cho trang phục xanh navy. Chỉ cần điểm xuyết bằng một thiết kế mang sắc hồng, bạn đã sẵn sàng xuống phố với một diện mạo thật ấn tượng.\n\nSẮC ĐỎ ẤN TƯỢNG\nNếu màu hồng mang đến sự trẻ trung, ngọt ngào thì tông màu đỏ sẽ giúp các cô nàng thêm phần quyến rũ và thu hút hơn. Bạn có thể chọn đầm họa tiết đỏ-xanh navy, diện jacket phủ ngoài sweater sọc đỏ hoặc kết hợp cùng các phụ kiện tông màu đỏ trên nền trang phục xanh.\n\nMÀU CAM THỜI THƯỢNG\nĐể chinh phục “bộ đôi” xanh navy và màu cam, bạn nên “tối giản hóa” tổng thể bằng những chi tiết trang phục đi kèm từ tông màu trung tính như đen, trắng, xám…"
    },
    {
      "id": "tlJ1Rv8",
      "title": "váy hoa",
      "img": "http://res.cloudinary.com/ecommercer2021/image/upload/v1645363594/mllp09bst4kbsmjrve0p.jpg",
      "desc": "thời trang"
    }
  ],
  "users": [
    {
      "email": "anhntvph13707@fpt.edu.vn",
      "password": "$2a$10$zgTMNmg/OH3JJSgxUmOP5O2y1ic.0/8d.LurILWUao7d9PL5lfIFm",
      "fullname": "Nguyễn Vân Anh",
      "id": 1
    }
  ],
  "products": [
    {
      "id": "25",
      "title": "Quần ống lửng Asos",
      "img": "http://res.cloudinary.com/ecommercer2021/image/upload/v1645492896/nx6bswmkb5iichtgialc.jpg",
      "desc": "Thiết kế cổ điển với gam màu sang trọng, quần ống lửng của thương hiệu Asos mang đến vẻ đẹp lịch thiệp, chuyên nghiệp và vô cùng duyên dáng nơi công sở.\n\n- Chất liệu polyester pha\n\n- Eo có móc cài và khóa kéo giữa\n\n- 2 túi bên hông\n\n- Quần ống ôm\n\n- Không có lớp lót trong",
      "price": "569000",
      "quantity": "50"
    },
    {
      "id": "hpIkHPV",
      "title": "Chân váy bút chì Asos",
      "img": "http://res.cloudinary.com/ecommercer2021/image/upload/v1645493025/geyllgor5b3szdzpxyak.jpg",
      "desc": "Chân váy bút chì màu đen của thương hiệu Asos có chất liệu vải mềm nhẹ và thiết kế ôm gợi cảm.\n\n- Chất liệu cotton pha\n\n- Eo may rời\n\n- Dáng ôm\n\n- Không có lớp lót trong\n\nMàu sắc: Đen\nHướng dẫn sử dụng:\n\n- Ủi ở nhiệt độ thấp\n\n- Giặt tay với nhiệt độ tối đa 40°C\n\n- Không được tẩy\n\n- Giặt khô nhẹ nhàng\n\n- Giặt với sản phẩm cùng màu\n\n- Phơi mặt trái sản phẩm trong bóng râm\n\nThành phần chất liệu: 95% Cotton, 5% Elastane",
      "price": "319.000",
      "quantity": "40"
    },
    {
      "title": "Váy đầm xòe Asos",
      "img": "http://res.cloudinary.com/ecommercer2021/image/upload/v1645493109/pig7fxrqvewcgphq1pcj.jpg",
      "desc": "Đầm xòe của thương hiệu Asos mang đến phong cách cổ điển và trang nhã cho các quý cô.\n\n- Chất liệu chiffon\n\n- Cổ tròn\n\n- Đính cườm và sequin\n\n- Cài cúc ở phía sau lưng\n\n- Không lót trong\n\nMàu sắc: Xanh đậm\nHướng dẫn sử dụng:\n\n- Không được giặt\n\n- Không được tẩy\n\n- Ủi với nhiệt độ không quá 110°C\n\n- Giặt khô nhẹ nhàng\n\n- Giặt riêng đồ tối màu với nước lạnh\n\n- Phơi khô trong bóng râm",
      "price": "859.000",
      "id": "ilO61Bg",
      "quantity": "55"
    },
    {
      "title": "Váy đầm maxi BCBG",
      "img": "http://res.cloudinary.com/ecommercer2021/image/upload/v1645493216/durohygfiv6e7sqgpbu2.jpg",
      "desc": "Đơn giản và cá tính, đầm maxi cổ yếm của thương hiệu BCBG Generation có thể cùng bạn đến nhiều sự kiện như dạo phố hoặc tham dự buổi tiệc trang trọng.\n\nPhía sau độc đáo và duyên dáng tạo điểm nhấn thu hút và ấn tượng\n\n- Chất liệu chiffon\n\n- Cổ yếm\n\n- Không tay\n\n- Có cúc cài và khóa kéo ở phía sau\n\n- Lớp lót trong ngắn\n\nMàu sắc: Xanh lơ\nHướng dẫn sử dụng:\n\n- Giặt riêng sản phẩm với chất tẩy nhẹ\n\n- Không được vắt\n\n- Không được tẩy\n\n- Không được sấy khô\n\n- Ủi nhiệt độ thấp mặt trái sản phẩm\n\nThành phần chất liệu: 100% Polyester",
      "price": "900.000",
      "id": "tK4jSZZ",
      "quantity": "67"
    },
    {
      "title": "Quần kaki ống suông New Look",
      "img": "http://res.cloudinary.com/ecommercer2021/image/upload/v1645493300/qn8gdrmswjn8t7ag2n3u.jpg",
      "desc": "Với kiểu dáng rộng rãi và đặc biệt ít nhăn, một chiếc quần dáng suông đem đến ấn tượng phóng khoáng, khỏe mạnh và thậm chí hơi bụi bặm với vài sợi vải tước ở phần gấu. Tuy nhiên, nếu muốn chọn quần kaki cho phong cách công sở, bạn nên chọn quần với phom hơi ôm tạo dáng đứng, ống quần không quá rộng để tránh trông quá lòa xòa.\n\nChiếc quần kaki với kiểu dáng rộng rãi điểm tô chút nhàu nhĩ rất phù hợp cho phong cách thoải mái cho những ngày hè. Nên nhớ bạn chỉ nên giặt chúng khi cực kì cần thiết. Nếp nhàu cũng làm nên tuyên ngôn cá tính không kém một chiếc quần đã được là phẳng phiu. Chúng cũng nói rằng đôi tất của bạn đã được là cẩn thận.",
      "price": "399.000",
      "id": "ofQbjab",
      "quantity": "38"
    },
    {
      "title": "Áo khoác có mũ Bellfield",
      "img": "http://res.cloudinary.com/ecommercer2021/image/upload/v1645493348/o75neqs687qhihag2kak.jpg",
      "desc": "Trench coat là một trong những món đồ mà mọi người đều biết chúng rất phù hợp với mùa thu đông cũng như những lúc thời tiết trở lạnh. Tuy là một món thời trang cổ điển, nhưng trench coat dường như có một sức sống mãnh liệt.\n\nTrench coat được mặc bên ngoài bộ suit không làm mất đi tính trang trọng, lịch lãm của set đồ mà còn giúp cho người mặc trông thật tuyệt vời.Với kiểu cổ cao, được thiết kế chi tiết lông thú ở cổ, chiếc trench coat này đem đến vẻ ngoài đậm chất cổ điển, phù hợp với những ai ưa thích phong cách retro.Chiếc áo phao dày dặn bên trong kết hợp cùng trench coat bên ngoài gợi nên hình ảnh một quý ông vô cùng lịch lãm.",
      "price": "1.000.000",
      "id": "UaGKVau",
      "quantity": "55"
    },
    {
      "title": "Giày thể thao da lộn Ellesse",
      "img": "http://res.cloudinary.com/ecommercer2021/image/upload/v1645493595/rnywqkvhntdnax0kyoix.jpg",
      "desc": "Ellesse luôn mang đến cho Bạn các sản phẩm tinh tế, chất lượng, hiện đại về kiểu dáng, thời trang mới nhất, mang đến sự tự tin và năng động cho bạn trong sinh hoạt hằng ngày. Đến với Ellesse, bạn sẽ có nhiều sự lựa chọn phong phú, hoàn hảo và hợp thời trang nhất.\n\n- Chất liệu da lộn thông thoáng\n\n- Đế cao su rắn chắc, êm ái\n\n- Thiết kế đơn giản độ bền vượt trội\n\n\n\nHướng dẫn sử dụng:\n\n- Bảo quản trong điều kiện môi trường khô thoáng\n\n- Sản phẩm có thể chải giặt với môi trường nước thường\n\n- Tránh phơi sản phẩm trực tiếp dưới ánh nắng mặt trời\n\n- Tránh để sản phẩm tiếp xúc với vật nhọn\n\n",
      "price": "569.000",
      "id": "h1WAnUa",
      "quantity": "46"
    },
    {
      "title": "Băng đô hoa Asos",
      "img": "http://res.cloudinary.com/ecommercer2021/image/upload/v1645493659/mgvst3fkrhjpha5x8tiq.jpg",
      "desc": "Băng đô thời trang:\n\n- Băng đô được thiết kế sắc sảo, tinh tế, đem lại sự quyến rũ và nổi bật cho phụ nữ.\n\n- Băng đô được làm từ nhựa cao cấp, kết cấu chắc chắn.\n\nBăng đô phù hợp với mọi bạn nữ.\n\nMàu sắc: Nhiều Màu",
      "price": "140.000",
      "id": "zr10_FM",
      "quantity": "70"
    }
  ]
}